performance/mysql-30s-2000KB.txt
Running 30s test @ http://DESKTOP-N6LMV26.local/cache-exp/public/api/cache/mysql/2000KB
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   675.54ms   23.44ms 724.48ms   63.64%
    Req/Sec     1.00      0.00     1.00    100.00%
  44 requests in 30.07s, 669.39MB read
  Non-2xx or 3xx responses: 44
Requests/sec:      1.46
Transfer/sec:     22.26MB